{
    "navBar": {
        "about": {
            "title": "A propos",
            "path": "#about"
        },
        "projects": {
            "title": "Projets",
            "path": "#projects"
        },
        "notion": {
            "title": "Templates Notion",
            "path": "https://mathildemeno.gumroad.com/"
        },
        "contact": {
            "title": "Contact",
            "path": "#contact"
        },
        "home": {
            "title": "Retour au portfolio",
            "path": "/"
        }
    },
    "heroSection": {
        "title": "Bienvenue! Je suis",
        "subtext": {
            "id1": "Mathilde",
            "id2": "Experte Produit",
            "id3": "Passionnée de Tech & Data",
            "id4": "Amatrice d'UX",
            "id5": "Ce portfolio présente des projets personnels que j'ai réalisés pour approfondir mes connaissances en tech, data et développement d'applications, tout en m'amusant à explorer de nouvelles idées."
        },
        "buttons": {
            "hire": "Me recruter",
            "cv": "Voir mon CV",
            "motivation": "Pourquoi me choisir ?"
        }
    },
    "bulletPoint2": "📊 7 ans d'expertise en Product Management pour une plateforme technologique B2B",
    "bulletPoint3": "👩‍🎓 Développeuse fullstack autodidacte par passion",
    "bulletPoint4": "🍷 J'habite à Bordeaux",
    "bulletPoint5": "🤝 En recherche d'un poste Product Owner / Product Manager",
    "bulletPoint6": "🚀 Prête à réaliser de nouveaux défis",
    "projects": {
        "sectionTitle": "Mes Projets",
        "intro": "Parcourez les projets pour comprendre mes compétences et mon approche du développement web. La plupart de ces projets sont basés sur des tutoriels ou des défis qui m'ont permis de progresser rapidement et d'apprendre plusieurs technologies. Cependant, je travaille actuellement sur un projet massif qui m'a permis d'acquérir une grande expérience en NextJS en construisant ma propre application web.",
        "id7": {
            "title": "Application de partage d'événements",
            "description": "Mon plus gros projet. NB : Le projet est encore en développement, mais vous pouvez suivre les progrès ici. Le dépôt est privé, mais je serais ravie de le présenter lors d'entretiens."
        },
        "id1": {
            "title": "Partager des images générées par IA",
            "description": "Un projet court et agréable qui utilise la puissance de DallE AI pour générer des images personnalisées et les partager avec la communauté."
        },
        "id2": {
            "title": "Clone de Threads",
            "description": "Retrouvez le design et les principales fonctionnalités de la célèbre application Threads."
        },
        "id3": {
            "title": "Démonstration ThreeJS / DallE",
            "description": "Petit projet pour apprendre ThreeJS en utilisant le contenu généré par DallE."
        },
        "id4": {
            "title": "Résumé par IA",
            "description": "Une page simple qui résume le contenu d'une URL en utilisant OpenAI."
        },
        "id5": {
            "title": "Refonte d'un back-end",
            "description": "Migration d'une base de données NoSQL existante vers un modèle relationnel utilisant TypeORM et PostgreSQL. Création et documentation de l'API à utiliser par un front existant."
        },
        "id6": {
            "title": "Mon portfolio",
            "description": "Je le mets ici pour que vous puissiez voir comment j'ai construit ce portfolio !"
        },
        "id8": {
            "title": "Défis de développement",
            "description": "J'ai relevé plusieurs petits projets de DevChallenges.io pour m'entraîner à recréer des pages front à partir de maquettes et de spécifications."
        }
    },
    "about": {
        "sectionTitle": "A propos de moi",
        "sectionDescription": {
            "title": "De la Vision Produit au Code : Relier la Gestion de Produit et le Développement Web",
            "p1": "Forte de 7 ans d'expérience enrichissante en tant que Product Manager dans une startup tech B2B, je suis maintenant à la recherche d'un nouveau défi en tant que Product Owner ou Product Manager spécialisé dans la Tech/Data. Mon parcours en développement web full-stack a approfondi mon appréciation pour l'aspect technique de la création de produits numériques, me permettant de mieux comprendre les processus complexes qui stimulent l'innovation.",
            "p2": "Mon expérience en gestion de produit m'a doté d'une solide base en principes d'expérience utilisateur (UX), que je souhaite exploiter pour concevoir des produits numériques de haute qualité. Alors que je continue à développer mes compétences techniques, notamment les frameworks front-end comme React et les technologies back-end telles que Node.js, je suis impatient de mettre cette expertise combinée au service d'un rôle en gestion de produit.",
            "p3": "Ce mélange unique d'expérience en gestion de produit et de connaissances techniques me permet de contribuer au développement de solutions numériques impactantes, excellant à la fois en termes de fonctionnalité et d'expérience utilisateur.",
            "p4": "Animée par une passion pour la technologie, je suis déterminée à maîtriser les aspects créatifs et techniques du développement de produits. Mon objectif est de combler le fossé entre la vision et l'exécution, en veillant à ce que les idées innovantes prennent vie de manière à résonner avec les utilisateurs.",
            "p5": "Cette transition n'est pas seulement un changement de carrière, mais un choix stratégique visant à aligner mes compétences avec ma passion pour la gestion de produits axée sur la technologie et les données. Je suis enthousiaste à l'idée de combiner mon expertise en gestion de produit avec mes connaissances techniques grandissantes pour diriger le développement de produits numériques révolutionnaires et contribuer à une entreprise tournée vers l'avenir."
        },
        "skills": {
            "title": "Compétences techniques",
            "frontend": [
                "React",
                "NextJS",
                "TailwindCSS",
                "Figma"
            ],
            "backend": [
                "NodeJS",
                "Express",
                "JavaScript",
                "TypeScript",
                "Prisma",
                "TypeORM"
            ],
            "data": [
                "Metabase",
                "Grafana",
                "MongoDB",
                "PostgreSQL",
                "ClickHouse"
            ]
        },
        "softSkills": {
            "title": "Compétences Interpersonnelles",
            "id1": "Leadership dans les Projets Complexes",
            "id2": "Adaptabilité dans les Environnements Technologiques",
            "id3": "Pensée Stratégique et Organisation",
            "id4": "Collaboration Interfonctionnelle",
            "id5": "Motivation et Orientation Résultats",
            "id6": "Passion pour la Technologie et l'Innovation Data"
        },
        "experience": {
            "title": "Experience",
            "items": {
                "productManager": {
                    "title": "Product Manager",
                    "date": "2021 - 2023",
                    "description": "I was in charge of the product for a B2B tech platform. I was responsible for the product roadmap, the product design, the product development and the product marketing.",
                    "company": "DISPLAYCE"
                },
                "productOwner": {
                    "title": "Product Owner",
                    "date": "2019 - 2021",
                    "description": "I was in charge of the product for a B2B tech platform. I was responsible for the product roadmap, the product design, the product development and the product marketing.",
                    "company": "DISPLAYCE"
                },
                "uxEngineer": {
                    "title": "UX Engineer",
                    "date": "2016 - 2019",
                    "description": "I was in charge of the product for a B2B tech platform. I was responsible for the product roadmap, the product design, the product development and the product marketing.",
                    "company": "DISPLAYCE"
                }
            }
        },
        "education": {
            "title": "Education",
            "content": {
                "id1":"Diplôme d'Ingénieur en Cognitique - Ecole Nationale Supérieure de Cognitique (ENSC) - 2016",
                "id2":"Co-auteur d'un article de recherche : ",
                "id3":"Brain–Computer Interface : Analysis of Different Virtual Keyboards for Improving Usability"
            }
        }
    },
    "contact": {
        "sectionTitle": "Contact",
        "sectionDescription": "Vous pouvez me contacter par e-mail ou sur les réseaux sociaux",
        "fields": {
            "email": {
                "label": "Votre email",
                "placeholder": "jacob@google.com"
            },
            "subject": {
                "label": "Sujet",
                "placeholder": "Juste pour dire bonjour !"
            },
            "message": {
                "label": "Message",
                "placeholder": "Parlons de ..."
            },
            "submit": "Envoyer"
        }
    }
}